Repository: Adrioid83/StudioAndroid-GtkUI
Catalog: lang/*/LC_MESSAGES/Studio.po
Languages: nl_nl

source: %s is not defined yet, SORRY!
nl_nl: %s is nog niet gedefinieërd, sorry!

source: You extracted %s to a path with spaces! Please move it somewhere without spaces.
nl_nl: Je hebt %s uitgepakt in een map met spaties! Verplaats het naar een andere map AUB.

source: Home = %s
nl_nl: Thuis = %s

source: File = %s
nl_nl: Bestand = %s

source: Language = %s
nl_nl: Taal = %s

source: Options
nl_nl: Opties

source: Check the log
nl_nl: Checkde log

source: Report a bug
nl_nl: Reporteer een fout

source: Restart
nl_nl: Herstart

source: Images
nl_nl: Afbeeldingen

source: Use PIL (beta)
nl_nl: Gebruik PIL (beta)

source: Install Image Tools
nl_nl: Installeer Image Tools

source: Convert Image
nl_nl: Converteer Image

source: Batch Rename
nl_nl: Batch Herbenoemen

source: CopieFrom
nl_nl: KopieërVan

source: Optimize Images
nl_nl: Optimaliseer Afbeeldingen

source: Development
nl_nl: Ontwikkeling

source: Prepare Building
nl_nl: Bereid bouwen voor

source: Build from Source
nl_nl: Bouw van bron

source: Add Governor
nl_nl: Voeg Governor toe

source: Install Android-SDK
nl_nl: Installeer Android-SDK

source: Install Eclipse
nl_nl: Installeer Eclipse

source: Port a ROM (without source)
nl_nl: Port een ROM (zonder source)

source: (De)Compile
nl_nl: (De)Compileer

source: Extract/Repackage
nl_nl: Pak uit/in

source: Sign / Create signature
nl_nl: Signeer / Creëer handtekening

source: Install APK
nl_nl: Installeer APK

source: Optimize Image Inside APK
nl_nl: Optimaliseer afbeeldingen in APK

source: Advanced
nl_nl: Geavanceerd

source: Compile to an exe
nl_nl: Compileer naar exe

source: Configure ADB
nl_nl: Configureer ADB

source: Backup / Restore
nl_nl: Backup / Zet terug

source: ImageMagick is needed for all image tools I included. In future releases I will use PIL more. So install PIL too!
nl_nl: ImageMagick is nodig voor alle afbeelding-operaties die hierin zitten. In de toekomst ga ik PIL meer gebruiken. Dus instaleer PIL ook!

source: Install
nl_nl: Installeer

source: You will now download and run ImageMagick. Proceed the installation.
nl_nl: Je gaat nu ImageMagick downloaden en installeren. Zet de installatie voort!

source: Please select a directory first!
nl_nl: Selecteer eerst een map

source: Open the directory with the images you want to convert
nl_nl: Open de map met de afbeeldingen die je wilt omzetten

source: Copying %s to %s
nl_nl: %s -> %s

source: CopyFrom
nl_nl: KopieërVan

source: This tool copies files existing in a directory FROM an other directory. Can be handy for porting themes and such Make sure both directories have the same structure!
nl_nl: Dit kopieërt enkel de bestanden die bestaan in de ene map, VANAF de andere map. Dit kan handig zijn voor het porten van thema's Beiden mappen moeten dezelfde structuur hebben!

source: Open the directory you want to copy the files TO
nl_nl: Open de map waarHEEN je de bestanden wilt kopieëren

source: Open the directory you want to copy the files FROM
nl_nl: Open de map waarVAN je de bestanden wilt kopieëren

source: Enter the extension of the files you want to copy
nl_nl: Geef de extensie van de bestanden die je wilt kopieëren

source: Resize percentage is %s
nl_nl: Schalings percentage is %s

source: Resized
nl_nl: Geschaald

source: You can find the resized images in %s
nl_nl: Je kan de herschaalde afbeeldingen vinden in %s

source: Enter the resize percentage 0-100 %
nl_nl: Geef het schalings percentage 0-100 %

source: Choose the directory containing the images
nl_nl: Kies de map met de afbeeldingen

source: Easy resizing using ..DPI values
nl_nl: Makkelijk schalen met DPI waarden

source: Give the DPI of the images
nl_nl: Geef de DPI van de afbeeldingen

source: Give the Resized DPI
nl_nl: Geef de DPI van de schaling

source: Resize an APK using DPI values
nl_nl: Schaal een APK met DPI waarden

source: Choose the APK
nl_nl: Kies APK

source: Start resizing
nl_nl: Start schalen

source: Place the images you want to theme inside %s
nl_nl: Plaats de afbeeldingen die je wilt themen in %s

source: Converting %s to RGBA
nl_nl: Omzetten van %s naar RGBA

source: Start theming!
nl_nl: Start thema geven!

source: This tool is used to batch-rename files found in a directory using a pattern to find them
nl_nl: Dit word gebruikt om veel bestanden in een map te herbenoemen Door een patroon te gebruiken

source: Open the directory in wich you want to rename files
nl_nl: Open de map waarin je bestanden wilt herbenoemen

source: Rename
nl_nl: Hernoem

source: Undo Rename
nl_nl: Maak "Hernoemen" ongedaan

source: Renamed %d files
nl_nl: %d bestanden herbenoemd

source: Un-named %d files
nl_nl: %d bestanden ongedaan gemaakt

source: Please check the terminal for further progress.
nl_nl: Kijk in de terminal voor verdere voortgang.

source: You need this option before you can build. Please select your OS...
nl_nl: Deze optie heb je nodig voordat je kan bouwen. Selecteer je OS...

source: Retrieving SDK
nl_nl: SDK verkrijgen...

source: Extracting SDK
nl_nl: SDK uitpakken...

source: Choose the OS you want to build:
nl_nl: Kies het OS dat je wilt bouwen:

source: Sync
nl_nl: Synchroniseer

source: Force sync
nl_nl: Forceer sync

source: Be quiet!
nl_nl: Ben stil!

source: Sync local only
nl_nl: Synchroniseer alleen locaal

source: Custom number of parallel jobs: %s
nl_nl: Ander nummer van parallelle taken: %s

source: Build (Only when synced)
nl_nl: Bouw (na synchronisatie)

source: Force build
nl_nl: Forceer bouw

source: Device
nl_nl: Apparaat

source: Set Working Folder
nl_nl: Kies working folder

source: You can choose the device you want to build for in the top bar.
nl_nl: Je kan je apparaat kiezen in de bovenste balk.

source: Select your working folder
nl_nl: Selecteer je working folder

source: Working folder set to %s
nl_nl: Working folder = %s

source: does not exist! Press SYNC instead.
nl_nl: bestaat niet! Synchroniseer eerst!

source: Added
nl_nl: Toegevoegd

source: Added governors
nl_nl: Governors toegevoegd

source: Ofcourse you need the kernel SOURCE, not the update.zip ;P
nl_nl: Natuurlijk heb je de kernel SOURCE nodig, niet de update.zip ;P

source: Pick your drivers/cpufreq/Kconfig and start!
nl_nl: Open je drivers/cpufreq/Kconfig en start!

source: Place APKs inside %s to select them.
nl_nl: Plaats APKs in %s om ze te kunnen selecteren.

source: Decompile
nl_nl: Decompileer

source: Compile
nl_nl: Compileer

source: Start (De)Compiling
nl_nl: Start (De)Compileren

source: No APKs selected!
nl_nl: Geen APKs geselecteerd!

source: Decompiled %s
nl_nl: %s Ge-Decompileerd

source: Compiled %s
nl_nl: %s Ge-Compileerd

source: Refresh
nl_nl: Ververs

source: Successfully optimized images
nl_nl: Optimaliseren van afbeeldingen succesvol

source: Choose Images
nl_nl: Kies afbeeldingen

source: No images inside %s. exit.
nl_nl: Geen afbeeldingen in %s. exit.

source: Do Optimize Inside APK
nl_nl: Optimaliseer in APK

source: Optimize Inside APK
nl_nl: Optimaliseer in APK

source: Place APKs inside %s to select them.
nl_nl: Plaats APKs in %s om ze te selecteren.

source: Choose the key you want to sign with:
nl_nl: Kies de sleutel waar mee je wilt ondertekenen:

source: Key file
nl_nl: Sleutel bestand:

source: Password
nl_nl: Wachtwoord

source: Validity (years)
nl_nl: Geldigheid (jaren)

source: First and last name
nl_nl: Voor- en Achternaam

source: Country (XX) | State / Province | City / Locality
nl_nl: Land (XX) | Provincie | Stad / Dorp

source: Create keyfile
nl_nl: Creëer sleutel

source: Start signing
nl_nl: Start ondertekenen

source: Waiting for device to connect via ADB...
nl_nl: Wachten op apparaat om aangesloten te worden via ADB...

source: Connected
nl_nl: Aangesloten

source: Smaling %s into %s with %s
nl_nl: Smaling %s naar %s met %s

source: Baksmaling %s to %s with %s
nl_nl: Baksmaling %s naar %s met %s

source: Closed, no files selected
nl_nl: Afgesloten, geen bestanden geselecteerd.

source: Choose file(s) to Baksmali
nl_nl: Kies bestande(n) voor Baksmali

source: OR choose a Smali folder to Smali:
nl_nl: OF kies een Smalie folder voor Smali:

source: Choose a custom API Level:
nl_nl: Kies een ander API waarde:

source: Adding %s to %s
nl_nl: Toevoegen van %s aan %s

source: Deodexing done!
nl_nl: Deodex klaar!

source: Done!
nl_nl: Klaar!

source: Extracting %s
nl_nl: %s Uitpakken...

source: Done
nl_nl: Klaar

source: Skipped %s
nl_nl: %s overgeslagen

source: Odexing done!
nl_nl: Odex klaar!

source: Choose a ROM you want to port to your device with version %s. Version of your BASE: %s Version of the ROM you want to port: %s
nl_nl: Kies een ROM die je wilt porten naar jouwn apparaat met versie %s. Versie van BASE: %s Versie van de ROM: %s

source: Removing %s
nl_nl: %s Verwijderen...

source: Choose ROM you want to port to:
nl_nl: Kies de BASE ROM (van je apparaat):

source: Choose the ROM you want to port
nl_nl: Kies de ROM die je wilt porten

source: Retrieving PyInstaller source...
nl_nl: Downloaden van PyInstaller source...

source: Extracting PyInstaller source...
nl_nl: Uitpakken van PyInstaller source...

source: ADB traffic now goes through WiFi
nl_nl: ADB gaat nu via WiFi

source: Warning!
nl_nl: Waarschuwing!

source: Please copy your backups from the ADB directory to a safe place elsewhere
nl_nl: Kopieër je backups van de ADB map naar een andere plaats AUB

source: Backup the APKs too
nl_nl: Backup ook APKs

source: Backup ALL applications
nl_nl: Backup ALLE applicaties

source: Backup (get a cup of coffee)
nl_nl: Backup (ga koffie drinken)

source: Restore (get a cup of coffee)
nl_nl: Zet terug (ga koffie drinken)

source: Backup Contacts, SMS, WiFi
nl_nl: Backup Contacten, SMS, WiFi

source: Restore Contacts, WiFi, SMS
nl_nl: Zet Contacten, WiFi & SMS terug

source: Deleting %s
nl_nl: %s Verwijderen...

source: Empty directory...
nl_nl: Lege map...

source: Choose the color you want to theme with!
nl_nl: Kies de kleur waarmee je een thema wil geven!

source: Upload theme APK
nl_nl: Upload thema APK

source: Upload custom battery files
nl_nl: Upload eigen batterij bestanden

source: Select %s style
nl_nl: Selecteer %s style

source: Colorize
nl_nl: Coloriseer

source: Import from APK:
nl_nl: Import van APK:

source: Select your theme APK
nl_nl: Selecteer thema APK

source: Select your theme folder
nl_nl: Selecteer thema map

source: Choose the themes you want to (de)compile
nl_nl: Kies de thema's die je wilt (De)Compileren

source: Delete log
nl_nl: Verwijder log

source: The log content has been copied to the clipboard Please paste it in the reply that will be opened now!
nl_nl: De inhoud van de log is gekopieërd Plak het in het antwoord dan nu geopend word!
